<?php
/* @var $this SiteController */

//$this->pageTitle=Yii::app()->name;
//?>

<h1>Добро пожаловать!!!</h1>

<p>В наше время знание английского языка очень выручает как в повседневной жизни, так и в профессиональной деятельности программиста.
    И, по разным причинам, многие сталкиваются с проблемой плохого знания иностранного языка, которая сильно влияет на нашу свободу действий.
    Как быть людям, которые плохо, либо совершенно, не знают английского языка? Ответ очевиден, использовать различные веб-сервисы для перевода текста.</p>
    <p>Актуальность темы проектной работы обусловлена большим количеством разнообразных переводчиков, которые используют разные алгоритмы для перевода текста и, соответственно, возвращают разный результат.</p>

